app/controllers/sessions_controller.rb

SELECT  "users".* FROM "users" WHERE "users"."email" = ? LIMIT ?  [["email", "b@b.com"], ["LIMIT", 1]]
---
	def create
		#complete this method
		user = User.find_by(email: params[:session][:email])